"Part1" = "PORTUGUÊS, PORTUGAL";
"Part2" = "APPLE INC.";
"Part3" = "CONTRATO DE LICENÇA DE SOFTWARE DE ATALHOS PARA iOS";
"Part4" = "LEIA CUIDADOSAMENTE ESTE CONTRATO DE LICENÇA DE SOFTWARE (“LICENÇA”) ANTES DE UTILIZAR O SOFTWARE APPLE. AO UTILIZAR O SOFTWARE APPLE, O UTILIZADOR CONCORDA EM ESTAR VINCULADO AOS TERMOS DA PRESENTE LICENÇA. SE NÃO CONCORDAR COM OS TERMOS DA PRESENTE LICENÇA, NÃO INSTALE E/OU UTILIZE O SOFTWARE.";
"Part5" = "NOTA IMPORTANTE: na medida em que este software possa ser utilizado para reproduzir, modificar, publicar e distribuir materiais, a presente Licença de software permite apenas reproduzir, modificar, publicar e distribuir materiais não protegidos por direitos de autor, materiais cujos direitos de autor sejam propriedade do Utilizador ou materiais para os quais o Utilizador tenha autorização expressa ou legal de reprodução, modificação, publicação ou distribuição. Se o Utilizador não estiver certo dos respetivos direitos de cópia, modificação, publicação ou distribuição de qualquer material, deve contactar o seu advogado.";
"Part6" = "1. Geral.";
"Part7" = "A. O software Apple e qualquer software de terceiros, documentação, interfaces, conteúdos, tipos de letra e quaisquer dados que acompanhem a presente Licença, quer pré-instalados em memória só de leitura ou em qualquer outro suporte ou sob qualquer outra forma (coletivamente, “Software Apple”) são licenciados e não vendidos ao Utilizador pela Apple Inc. (“Apple”) para serem utilizados sob os termos da presente Licença. A Apple e/ou os licenciadores da Apple retêm a propriedade do Software Apple e reservam-se todos os direitos não concedidos expressamente ao Utilizador. ";
"Part8" = "B. A Apple pode, por sua iniciativa, disponibilizar atualizações de versão secundária ou atualizações intermédias do Software Apple para o dispositivo iOS da marca Apple do Utilizador. As eventuais atualizações de versão secundária ou atualizações intermédias podem não incluir todas as funcionalidades do software existente ou novas funcionalidades que a Apple lance para modelos mais recentes ou outros modelos de dispositivos iOS. Os termos da presente Licença regulam quaisquer atualizações de software fornecidas pela Apple ao produto de Software Apple original, a menos que tal atualização contenha uma Licença distinta e, nesse caso, prevalecerão os termos dessa Licença. ";
"Part9" = "2. Utilização autorizada pela Licença e restrições.";
"Part10" = "A. Licença. Sujeito aos termos e condições da presente Licença e tal como permitido pelas “Regras de Utilização dos Serviços e do Conteúdo” estabelecidas nos Termos e Condições de Serviços Media da Apple (https://www.apple.com/legal/internet-services/itunes/) (“Regras de Utilização”), a menos que o Utilizador tenha obtido o Software Apple como descrito na secção 2B, é concedida ao Utilizador uma licença limitada, intransmissível e não exclusiva de instalação e utilização do Software Apple em qualquer dispositivo iOS compatível da marca Apple que seja propriedade do Utilizador. O Utilizador não pode distribuir ou disponibilizar o Software Apple numa rede onde o mesmo possa ser utilizado por vários dispositivos ao mesmo tempo. O Utilizador não pode alugar, arrendar, emprestar, vender, redistribuir ou sublicenciar o Software Apple.";
"Part11" = "B. Licença de volume e manutenção. Se o Utilizador tiver obtido o Software Apple ao abrigo de um programa de licença de volume ou manutenção da Apple, os termos da licença de volume ou manutenção vão determinar o número de cópias do Software Apple que o Utilizador tem permissão para descarregar, instalar, utilizar e executar em dispositivo iOS da marca Apple que possua ou controle.  Exceto se acordado por escrito pela Apple, todos os outros termos e condições da presente Licença aplicam-se à sua utilização do Software Apple obtido ao abrigo de uma licença de volume ou manutenção.";
"Part12" = "C. Requisitos do sistema. O Software Apple é suportado apenas em hardware da marca Apple que cumpra os requisitos do sistema especificados como indicado pela Apple.";
"Part13" = "D. Conteúdo e materiais digitais. Os direitos de titularidade e de propriedade intelectual sobre qualquer conteúdo, incluindo marcas comerciais, logótipos e imagens, apresentado ou acedido por intermédio do Software Apple pertencem aos respetivos proprietários desse conteúdo. Tal conteúdo pode estar protegido por leis de direitos de autor ou por outros tratados e leis de propriedade intelectual, podendo estar sujeito aos termos de utilização dos terceiros que fornecem o referido conteúdo. Salvo se eventualmente previsto na presente licença, (i) a presente Licença não dá ao Utilizador quaisquer direitos de utilização do referido conteúdo, nem garante que o referido conteúdo continuará disponível ao Utilizador e, (ii) o Utilizador não pode utilizar, extrair ou distribuir, comercialmente ou de outro modo, de forma autónoma, quaisquer fotografias, logótipos, texto, código, imagens, gráficos, grafismos, áudio, vídeo ou recursos similares (“Materiais Digitais”) contidos no Software Apple, ou fornecidos como parte do mesmo, nem utilizar os Materiais Digitais fora do contexto da sua utilização prevista como parte do Software Apple.";
"Part14" = "E. Uso de Atalhos. O Utilizador reconhece que todos os atalhos de ações de aplicações e/ou sites (“Atalhos”) são unicamente da responsabilidade da parte ou partes que criaram esses Atalhos. A Apple não tem qualquer controlo e não assume qualquer responsabilidade pelo conteúdo ou funcionalidade de qualquer Atalho de terceiros. O Utilizador usa o Atalho a seu próprio risco e é exclusivamente responsável pelo cumprimento de quaisquer termos ou acordos de terceiros decorrentes da utilização de qualquer Atalho. O Utilizador reconhece que a Apple não tem qualquer obrigação de verificar previamente os Atalhos, embora a Apple se reserve o direito à sua discrição de verificar previamente, recusar, desativar ou remover quaisquer Atalhos. ";
"Part15" = "F.  Partilha de Atalhos. O Software Apple poderá permitir que o Utilizador partilhe Atalhos que o Utilizador cria com outras pessoas através de uma hiperligação. O Atalho partilhado do Utilizador, juntamente com qualquer conteúdo incorporado, será armazenado nos servidores da Apple com a finalidade de permitir a partilha mencionada e pode ser utilizado para melhorar, de um modo geral, os produtos e serviços da Apple. O Atalho partilhado do Utilizador, juntamente com qualquer conteúdo incorporado, estará disponível a todos os que tenham acesso à hiperligação, que depois podem copiar, modificar e redistribuir uma cópia do Atalho do Utilizador e todo o conteúdo incorporado. Ao partilhar um Atalho, o Utilizador declara que: (1) detém todos os direitos e licenças necessários para esse Atalho e que o mesmo não infringirá nem violará os direitos de qualquer outra parte; e (2) qualquer Atalho que partilha não violará quaisquer leis, não contribuirá para nem encorajará a infração ou conduta de outra forma ilícita ou que de outro modo seja obscena ou ofensiva. O Utilizador reconhece que a Apple não tem qualquer obrigação de analisar quaisquer Atalhos que partilha, embora a Apple se reserve o direito à sua discrição de rever, desativar ou remover quaisquer Atalhos que partilhar.";
"Part16" = "G. Restrições na utilização. O Utilizador concorda em não: transferir, publicar, enviar por e-mail, transmitir, partilhar ou de outra forma disponibilizar quaisquer atalhos que: (1) sejam ilegais, ilícitos, difamatórios, brejeiros, obscenos, caluniosos, racistas ou ofensivos de etnias, ou em geral questionáveis; (2) violem ou encorajem qualquer conduta que possa violar qualquer lei ou regulamento aplicável ou que possa dar origem a responsabilidade civil; (3) promovam a discriminação, intolerância, racismo, ódio, assédio ou danos contra um indivíduo ou grupo; (4) sejam violentos ou ameaçadores ou que promovam a violência ou ações que sejam ameaçadoras contra qualquer pessoa; (5) promovam atividades ilícitas ou nocivas; ou (6) o Utilizador saiba ou acredite serem falsos, enganadores, fraudulentos ou de qualquer forma  O Utilizador concorda também em não interferir com, perturbar ou criar um ónus excessivo nos servidores ou redes ligadas ao Software Apple ou a quaisquer aplicações de software, serviços ou sites de terceiros no dispositivo iOS do Utilizador (“Aplicações de Terceiros”) ou violar os regulamentos, políticas ou procedimentos dessas redes ou das Aplicações de Terceiros.";
"Part17" = "H. Aplicações de terceiros. Para concluir determinados Atalhos, o Software Apple pode necessitar de aceder a determinadas Aplicações de Terceiros. O Utilizador consente e autoriza expressamente o Software Apple a aceder e usar essas Aplicações de Terceiros em nome do Utilizador na medida necessária para concluir o Atalho com o Software Apple. Na extensão de que o Software acede a quaisquer aplicações de terceiros, a Apple não tem qualquer obrigação expressa ou implícita de fornecer qualquer suporte técnico ou de outro tipo para essas aplicações de terceiros. O Utilizador deverá contactar diretamente o respetivo vendedor ou fabricante de software ou fornecedor de serviços para obter suporte técnico e serviço ao cliente relacionado com o software, serviços, site e/ou produtos.  O UTILIZADOR TAMBÉM CONCORDA EM ESTAR VINCULADO POR E CONCORDA EM CUMPRIR COM, TODOS OS TERMOS DE SERVIÇO APLICÁVEIS OU OUTROS ACORDOS DESSAS APLICAÇÕES DE TERCEIROS QUANDO USA O SOFTWARE APPLE. O UTILIZADOR É EXCLUSIVAMENTE RESPONSÁVEL POR GARANTIR QUE TODOS OS ATALHOS CUMPREM OS TERMOS APLICÁVEIS DE CADA APLICAÇÃO DE TERCEIROS USADA COM O ATALHO. A APPLE NÃO GARANTE DE QUALQUER FORMA QUE OS ATALHOS CUMPREM OS TERMOS DE QUAISQUER APLICAÇÕES DE TERCEIROS E A APPLE NÃO É RESPONSÁVEL POR QUAISQUER ATALHOS DE TERCEIROS.";
"Part18" = "I. Proibição de engenharia inversa. O Utilizador não pode (e aceita não o fazer, nem permitir que outros o façam) copiar (exceto conforme expressamente permitido pela presente Licença ou pelas Regras de Utilização se forem aplicáveis ao Utilizador), descompilar, efetuar engenharia inversa, desmontar, tentar derivar o código fonte, decifrar, modificar ou criar obras derivadas do Software Apple ou quaisquer serviços fornecidos pelo Software Apple, ou de qualquer parte dos mesmos (exceto e apenas na extensão em que qualquer restrição seja proibida pela legislação aplicável ou na extensão que possa ser permitida pelos termos de licenciamento que governam a utilização de Componentes de Código Fonte Aberto incluídos no Software Apple).";
"Part19" = "J. Cumprimento da legislação. O Utilizador concorda em usar o Software Apple e os Serviços (na aceção da Alínea 4 adiante) em conformidade com todas as leis aplicáveis, a legislação local do país ou da região em que reside ou em que descarrega ou utiliza o Software Apple e os Serviços.";
"Part20" = "K. Atualizações automáticas.  Se o Utilizador optar por efetuar atualizações automáticas de apps, o dispositivo irá verificar periodicamente a existência de atualizações ao Software Apple junto da Apple e, caso se encontre disponível uma atualização, esta será automaticamente descarregada e instalada no dispositivo e, se aplicável, nos dispositivos periféricos.  Em qualquer altura o Utilizador pode desativar completamente as atualizações automáticas de apps ao alterar as definições de atualizações automáticas de apps nas Definições.";
"Part21" = "3. Autorização para a utilização de dados. ";
"Part22" = "A. Dados de análise. Caso adira à recolha da Análise, o Utilizador aceita que a Apple e respetivos agentes e subsidiárias possam periodicamente recolher, manter, processar e utilizar informações de diagnóstico, técnicas, utilização e relacionadas incluindo, mas não apenas, identificadores de hardware ou exclusivos do sistema, informações sobre o dispositivo iOS, computador, sistema e aplicações de software e periféricos recolhidas periodicamente para fornecer e melhorar os produtos e serviços Apple, para facilitar o fornecimento de atualizações de software, suporte a produtos e outros serviços (se existirem) relacionados com o Software Apple, e verificar o cumprimento dos termos da presente Licença. A Apple pode usar essas informações, desde que sejam recolhidas num formato que não identifique pessoalmente o Utilizador, para as finalidades descritas acima. Para permitir que parceiros da Apple e programadores de terceiros melhorem o seu software, hardware e serviços desenvolvidos para utilização com produtos Apple, a Apple pode fornecer a tal parceiro ou programador de terceiros um subconjunto de informações de diagnóstico que seja relevante para o software, hardware e serviços do parceiro ou programador, desde que as informações de diagnósticos estejam num formato que não identifique pessoalmente o Utilizador. ";
"Part23" = "B. Dados de localização. A Apple e respetivos parceiros, licenciados e programadores de terceiros podem fornecer determinados serviços através do Software Apple que se baseiam em informações sobre a localização. Para fornecer e melhorar esses serviços, quando disponíveis, a Apple e os respetivos parceiros, licenciados e programadores de terceiros podem transmitir, reunir, manter, processar e utilizar os dados de localização do Utilizador. Os dados de localização e as consultas são reunidos pela Apple num formato que não identifica o Utilizador pessoalmente e podem ser usados pela Apple e pelos respetivos parceiros, licenciados e programadores de terceiros para fornecer e melhorar produtos e serviços que se baseiam na localização. Ao utilizar quaisquer serviços baseados na localização fornecidos pelo Software Apple ou através do mesmo, o Utilizador aceita e consente que a Apple e os respetivos parceiros, licenciados e programadores de terceiros transmitam, reúnam, mantenham, processem e utilizem os dados de localização e consultas do Utilizador para fornecer e melhorar esses produtos e serviços. Em qualquer altura o Utilizador pode retirar o referido consentimento acedendo à definição dos Serviços de Localização no seu dispositivo iOS e desativando a definição dos Serviços de Localização global ou desativando a definição de localização individual do Software Apple. Ao utilizar aplicações ou serviços no dispositivo iOS que usam ou fornecem dados de localização, o Utilizador está sujeito e deve consultar os termos e condições e a política de privacidade desses terceiros sobre o uso dos dados de localização por essas aplicações ou serviços de terceiros.";
"Part24" = "C. Política de Privacidade. Os dados do Utilizador serão sempre tratados em conformidade com a Política de Privacidade da Apple, que está disponível em: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Serviços e materiais de terceiros.";
"Part26" = "A. Geral.  O Software Apple permite o acesso à iTunes Store, à App Store da Apple, ao iCloud, ao Maps e a outros serviços e web sites da Apple e de terceiros (coletiva e individualmente, “Serviços”). Esse Serviço poderá não se encontrar disponível em todos os idiomas ou em todos os países.  O uso destes Serviços requer acesso à Internet e o uso de determinados Serviços pode requerer um ID Apple, pode requerer que o Utilizador aceite outros termos de serviço e pode estar sujeito ao pagamento de custos adicionais. Ao utilizar este software em ligação com uma conta iTunes Store, um ID Apple ou outro Serviço Apple, o Utilizador concorda com os termos do serviço aplicáveis a esse Serviço, tais como os Termos e Condições de Serviços Media da Apple mais recentes que podem ser consultados e analisados em https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Se o Utilizador optar por utilizar os serviços do iCloud através do Software Apple, essa utilização está sujeita aos seguintes termos adicionais: Termos e Condições do iCloud disponíveis em https://www.apple.com/legal/internet-services/icloud/ e Política de Privacidade da Apple disponível em https://www.apple.com/legal/privacy/.";
"Part28" = "C. O Utilizador compreende que, ao utilizar qualquer um dos Serviços, poderá encontrar conteúdo que pode ser considerado ofensivo, indecente ou suscetível de causar a objeção do Utilizador, que poderá ou não estar identificado como contendo linguagem obscena. Não obstante, o Utilizador assume todo o risco decorrente da utilização dos Serviços e aceita que a Apple não será responsável perante o Utilizador por conteúdo que possa ser considerado ofensivo, indecente ou suscetível de causar a objeção do Utilizador. ";
"Part29" = "D. Determinados Serviços podem apresentar, incluir ou disponibilizar serviços, conteúdos, dados, informação, aplicações ou materiais de terceiros (“Materiais de Terceiros”) ou fornecer ligações para determinados websites ou aplicações de terceiros. Ao usar os Serviços, o Utilizador reconhece e aceita que a Apple não é responsável pela análise ou avaliação do conteúdo, da correção, plenitude, prontidão, validade, cumprimento de direitos de autor, legalidade, decência, qualidade ou qualquer outro aspeto desses websites, aplicações ou Materiais de Terceiros. A Apple, os seus agentes, afiliados e subsidiárias não garantem nem aprovam e não assumem e não terão qualquer responsabilidade para com o Utilizador ou qualquer outra pessoa por quaisquer websites, aplicações, Serviços ou Materiais de Terceiros, ou por quaisquer outros materiais, produtos ou serviços de terceiros. Os Materiais de Terceiros e as ligações a outros websites ou aplicações são fornecidos apenas para conveniência do Utilizador. ";
"Part30" = "E. Na extensão em que enviar qualquer conteúdo no decorrer da utilização dos Serviços, o Utilizador declara que detém todos os direitos ou que possui autorização ou permissão legal para enviar o conteúdo e que esse conteúdo não viola nenhum termo do serviço aplicável aos Serviços. O Utilizador aceita que os Serviços contêm conteúdo, informação e material proprietários, incluindo, mas sem a isso estarem limitados, Materiais Digitais, que pertencem à Apple, ao proprietário do site e/ou seus licenciadores, e que está protegido pela legislação de propriedade intelectual e outras leis vigentes, incluindo, sem limitação, os direitos de autor.  O Utilizador aceita que não irá utilizar tal conteúdo, informação e material proprietário exceto no que diz respeito à utilização permitida dos Serviços ou de qualquer forma que seja inconsistente com os termos da presente Licença ou que infrinja quaisquer direitos de propriedade intelectual da Apple ou de terceiros. Nenhuma parte dos Serviços pode ser reproduzida sob qualquer forma ou por qualquer meio. O Utilizador aceita não modificar, alugar, arrendar, emprestar, vender, distribuir ou criar obras derivadas baseadas nos Serviços, sob nenhuma forma, e não deverá explorar os Serviços de forma não autorizada, incluindo, sem limitação, a utilização dos Serviços com vista à transmissão de vírus informáticos, worms, cavalos de Troia ou qualquer outro malware, ou a sua exploração através da violação ou sobrecarga da capacidade de rede. O Utilizador aceita ainda em não usar os Serviços de qualquer forma que possa molestar, abusar, perseguir, ameaçar, difamar ou de outra forma infringir ou violar os direitos de quaisquer terceiros, e que a Apple não é responsável por esse uso feito pelo Utilizador, nem pelo assédio, ameaça, difamação, transgressão, mensagens ofensivas ou ilegais ou transmissões que o Utilizador possa vir a receber como resultado do seu uso dos Serviços.";
"Part31" = "F. Adicionalmente, os Serviços e Materiais de Terceiros que podem ser acedidos, apresentados ou ligados a partir do Software Apple não estão disponíveis em todos os idiomas nem em todos os países ou regiões. A Apple não faz qualquer representação de que esses Serviços e Materiais de Terceiros são apropriados ou estão disponíveis para utilização em qualquer localização. Na extensão em que o Utilizador decide utilizar ou aceder a tais Serviços ou Materiais de Terceiros, fá-lo a sua própria iniciativa e é responsável pelo cumprimento de quaisquer leis vigentes, incluindo mas sem limitação as leis locais e leis de privacidade e recolha de dados vigentes. A Apple e os seus licenciadores reservam-se o direito de alterar, suspender, remover ou desativar o acesso a quaisquer Serviços, em qualquer altura, sem aviso prévio. Em nenhuma circunstância a Apple será responsável pela remoção ou desativação do acesso a qualquer um dos referidos Serviços. A Apple poderá ainda impor limites à utilização e acesso a determinados Serviços, em qualquer caso, e sem aviso prévio ou responsabilidade. ";
"Part32" = "5. Término. A presente Licença está em vigor até ser terminada. Os direitos do Utilizador ao abrigo da presente Licença cessam automaticamente ou deixam de estar em vigor, sem aviso prévio da Apple, em caso de incumprimento de qualquer dos termos da presente Licença. Com o término da presente Licença, o Utilizador tem de deixar de utilizar o Software Apple e destruir todas as cópias, completas ou parciais, do Software Apple. As Alíneas 2I, 3, 4, 5, 6, 7, 8, 10 e 11 da presente Licença subsistem ao término da mesma.";
"Part33" = "6. Exclusão de garantias. ";
"Part34" = "A. Se o Utilizador é um cliente que é consumidor (alguém que utiliza o Software Apple fora do seu comércio, negócio ou profissão), pode ter direitos legais no seu país de residência que impeçam a aplicação das limitação seguintes e, onde forem proibidas não se aplicarão ao Utilizador. Para obter mais informações sobre direitos do consumidor, o Utilizador deve contactar uma organização local de defesa do consumidor.";
"Part35" = "B. O UTILIZADOR RECONHECE E ACEITA EXPRESSAMENTE QUE, NA EXTENSÃO PERMITIDA PELA LEI VIGENTE, O RISCO DECORRENTE DA UTILIZAÇÃO DO SOFTWARE APPLE E DE QUAISQUER SERVIÇOS EFETUADOS OU ACEDIDOS PELO SOFTWARE APPLE É EXCLUSIVAMENTE SEU E QUE TODO O RISCO REFERENTE À QUALIDADE SATISFATÓRIA, DESEMPENHO, EXATIDÃO E ESFORÇO DEPENDE DE SI. ";
"Part36" = "C. NA EXTENSÃO MÁXIMA PERMITIDA PELA LEI EM VIGOR, O SOFTWARE APPLE E OS SERVIÇOS SÃO FORNECIDOS “TAL COMO ESTÃO” E “CONFORME DISPONÍVEIS”, COM TODAS AS FALHAS E SEM GARANTIA DE QUALQUER ESPÉCIE, E A APPLE E OS RESPETIVOS LICENCIADORES (COLETIVAMENTE REFERIDOS COMO “APPLE” PARA EFEITOS DAS ALÍNEAS 6 E 7) EXCLUEM EXPRESSAMENTE TODAS AS GARANTIAS E CONDIÇÕES RESPEITANTES AO SOFTWARE APPLE E AOS SERVIÇOS, EXPRESSAS, IMPLÍCITAS OU PREVISTAS POR LEI, INCLUINDO, MAS SEM A ISSO ESTAREM LIMITADAS, AS GARANTIAS IMPLÍCITAS E/OU CONDIÇÕES DE COMERCIALIDADE, QUALIDADE SATISFATÓRIA, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA, EXATIDÃO, GOZO PACÍFICO E DE NÃO VIOLAÇÃO DE DIREITOS DE TERCEIROS. ";
"Part37" = "D. A APPLE NÃO DÁ QUALQUER GARANTIA QUANTO A INTERFERÊNCIAS NO GOZO DO SOFTWARE APPLE E DOS SERVIÇOS, QUE AS FUNÇÕES DO SOFTWARE APPLE, OU DOS SERVIÇOS REALIZADOS OU DISPONIBILIZADOS PELO SOFTWARE APPLE, SE ADEQUAM ÀS NECESSIDADES DO UTILIZADOR, QUE A OPERAÇÃO DO SOFTWARE APPLE OU SERVIÇOS SERÁ ININTERRUPTA OU ISENTA DE ERROS, QUE QUAISQUER SERVIÇOS CONTINUARÃO A SER DISPONIBILIZADOS, QUE O SOFTWARE APPLE OU OS SERVIÇOS SERÃO CORRIGIDOS OU QUE O SOFTWARE APPLE SERÁ COMPATÍVEL OU QUE IRÁ FUNCIONAR COM QUALQUER SOFTWARE DE TERCEIROS, APLICAÇÕES OU SERVIÇOS DE TERCEIROS. A INSTALAÇÃO DESTE SOFTWARE APPLE PODE AFETAR A DISPONIBILIDADE E A USABILIDADE DO SOFTWARE, DAS APLICAÇÕES OU SERVIÇOS DE TERCEIROS, ASSIM COMO DOS PRODUTOS E SERVIÇOS DA APPLE. ";
"Part38" = "E. O UTILIZADOR RECONHECE AINDA QUE O SOFTWARE APPLE NÃO SE DESTINA E NÃO É ADEQUADO PARA UTILIZAÇÃO EM SITUAÇÕES OU AMBIENTES EM QUE A FALHA, OS ATRASOS, OS ERROS OU AS INCORREÇÕES DO CONTEÚDO, DOS DADOS OU DA INFORMAÇÃO FORNECIDOS PELO SOFTWARE APPLE PODERÃO ORIGINAR A MORTE, FERIMENTOS PESSOAIS OU DANOS FÍSICOS OU AMBIENTAIS GRAVES, INCLUINDO SEM LIMITAÇÃO A OPERAÇÃO DE INSTALAÇÕES NUCLEARES, SISTEMAS DE COMUNICAÇÃO OU NAVEGAÇÃO DE AERONAVES, CONTROLO DE TRÁFEGO AÉREO, SISTEMAS SALVA-VIDAS OU DE ARMAMENTO.";
"Part39" = "F. NENHUMA INFORMAÇÃO OU ACONSELHAMENTO ORAL OU ESCRITO FORNECIDO PELA APPLE OU POR UM REPRESENTANTE AUTORIZADO DA APPLE CONSTITUIRÁ UMA GARANTIA. SE O SOFTWARE APPLE OU SERVIÇOS ESTIVEREM DEFEITUOSOS, O UTILIZADOR ASSUMIRÁ O CUSTO INTEGRAL DE TODA A ASSISTÊNCIA E DE TODAS AS REPARAÇÕES OU CORREÇÕES NECESSÁRIAS. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO DE GARANTIAS IMPLÍCITAS OU LIMITAÇÕES AOS ESTATUTOS DOS DIREITOS DO CONSUMIDOR EM VIGOR, PODENDO, POR ISSO, AS EXCLUSÕES E LIMITAÇÕES ACIMA MENCIONADAS NÃO SER APLICÁVEIS AO UTILIZADOR. ";
"Part40" = "7. Limitação de responsabilidade. NA EXTENSÃO PERMITIDA PELA LEI VIGENTE, EM NENHUM CASO A APPLE SERÁ RESPONSÁVEL POR DANOS PESSOAIS OU QUALQUER PREJUÍZO ACIDENTAL, ESPECIAL OU INDIRETO, INCLUINDO, SEM LIMITAÇÃO, PREJUÍZOS POR PERDA DE LUCROS, CORRUPÇÃO OU PERDA DE DADOS FALHA NA TRANSMISSÃO OU NA RECEÇÃO DE QUAISQUER DADOS, INTERRUPÇÃO DA ATIVIDADE OU QUALQUER OUTRO PREJUÍZO OU PERDA DE NATUREZA COMERCIAL, DECORRENTES OU RELACIONADOS COM A UTILIZAÇÃO OU IMPOSSIBILIDADE DE UTILIZAR O SOFTWARE APPLE E OS SERVIÇOS OU QUAISQUER APLICAÇÕES OU SOFTWARE DE TERCEIROS EM CONJUNTO COM O SOFTWARE APPLE, POR QUALQUER MOTIVO, INDEPENDENTEMENTE DA TEORIA DE RESPONSABILIDADE CIVIL (CONTRATO, DOLO OU QUALQUER OUTRO) E MESMO QUE A APPLE TENHA SIDO AVISADA DA POSSIBILIDADE DESSES PREJUÍZOS. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO OU LIMITAÇÃO DE RESPONSABILIDADE POR DANOS PESSOAIS OU POR PREJUÍZOS ACIDENTAIS OU INDIRETOS, PELO QUE ESTA LIMITAÇÃO PODE NÃO SER APLICÁVEL AO UTILIZADOR. Em nenhuma circunstância a responsabilidade total da Apple perante o Utilizador por todos os danos (além dos que sejam exigidos pela lei em vigor nos casos de danos pessoais) poderá exceder a quantia de cinquenta dólares (USD 50,00). As limitações precedentes serão aplicáveis mesmo se o recurso descrito acima não cumprir o seu propósito essencial.";
"Part41" = "8. Controlo de exportação. O Utilizador não pode utilizar, exportar ou reexportar o Software Apple, exceto na forma autorizada pela legislação dos Estados Unidos e do(s) país(es) no qual o Software Apple foi adquirido. Em particular, porém sem limitação, o Software Apple não poderá ser exportado ou reexportado (a) para qualquer um dos países embargados pelos EUA ou (b) para qualquer pessoa constante da lista de Cidadãos Especialmente Indicados do Departamento do Tesouro dos Estados Unidos ou da Relação de Pessoas ou Entidades Recusadas do Departamento de Comércio dos Estados Unidos, ou de qualquer outra lista de entidades sujeitas a restrições. Ao utilizar o Software Apple, o Utilizador declara e garante que não está situado em nenhum dos países indicados nem consta das listas mencionadas. O Utilizador também aceita que não utilizará o Software Apple para qualquer fim que esteja proibido pelas leis dos Estados Unidos, incluindo, sem limitação, o desenvolvimento, a conceção, o fabrico ou a produção de armamento nuclear, mísseis ou armas biológicas ou químicas. ";
"Part42" = "9. Utilizadores finais do Governo dos EUA. O Software Apple e a documentação relacionada são “Artigos Comerciais”, de acordo com a definição deste termo no n.º 48 do C.F.R. (Code of Federal Rules) §2.101, constituído por “Software de Computador Comercial” e “Documentação de Software de Computador Comercial”, de acordo com a forma como estes termos são utilizados no n.º 48 do C.F.R. §12.212 ou o n.º 48 do C.F.R. §227.7202, consoante for aplicável. Em consonância com o n.º 48 do C.F.R. §12.212 ou o n.º 48 do C.F.R. §227.7202-1 à 227.7202-4, consoante for aplicável, o Software de Computador Comercial e a Documentação de Software de Computador Comercial são licenciados aos utilizadores finais do Governo dos Estados Unidos (a) somente como Artigos Comerciais e (b) apenas com os direitos que são oferecidos a outros utilizadores finais de acordo com os termos e condições aqui descritos. Os direitos não publicados estão protegidos pelas leis de direitos de autor dos Estados Unidos.";
"Part43" = "10. Legislação aplicável e exequibilidade. A presente Licença será regida e interpretada de acordo com as leis do Estado da Califórnia, excluindo os respetivos princípios de conflito de leis. A presente Licença não será regida pela convenção das Nações Unidas sobre contratos para a venda internacional de produtos, cuja aplicação está expressamente excluída. Se o Utilizador é um consumidor do Reino Unido, a presente licença será regulada pela legislação da jurisdição da sua residência. Se por algum motivo, um tribunal competente determinar que qualquer disposição, ou parte da mesma, é inexequível, as demais disposições da presente Licença permanecerão em pleno vigor.";
"Part44" = "11. Integralidade; idioma aplicável. A presente Licença constitui o contrato integral entre o Utilizador e a Apple com respeito ao Software Apple e prevalece sobre todos os entendimentos anteriores ou contemporâneos relativos a esta matéria. Nenhuma modificação ou alteração dos termos da presente Licença será vinculativa, salvo se for feita por escrito e assinada pela Apple. Qualquer tradução da presente Licença é feita para cumprir requisitos locais e no caso de alguma divergência entre as versões em inglês e noutro idioma, prevalecerá a versão em inglês da presente Licença, na extensão permitida pela legislação local do país de residência.";
"Part45" = "12. Reconhecimento de terceiros. Partes do Software Apple podem utilizar ou incluir software de terceiros e outros materiais protegidos por direitos de autor. A ficha técnica, os termos de licenciamento e as limitações de responsabilidade dos materiais referidos estão incluídos na documentação eletrónica do Software Apple, e a utilização que o Utilizador fizer de tais materiais rege-se pelos respetivos termos.";
"Part46" = "EA1576";
"Part47" = "16/08/2018";